Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Try a broader term like SSH, theme, VPN, or notifications.
ar: جرّب مصطلحًا أوسع مثل SSH أو السمة أو VPN أو الإشعارات.
ca: Prova un terme més ampli com SSH, tema, VPN o notificacions.
cs: Zkuste obecnější výraz, například SSH, motiv, VPN nebo oznámení.
da: Prøv et bredere søgeord som SSH, tema, VPN eller notifikationer.
de: Versuche einen allgemeineren Begriff wie SSH, Theme, VPN oder Mitteilungen.
es: Prueba un término más amplio como SSH, tema, VPN o notificaciones.
fi: Kokeile laajempaa hakusanaa, kuten SSH, teema, VPN tai ilmoitukset.
fr: Essayez un terme plus large comme SSH, thème, VPN ou notifications.
he: נסה מונח רחב יותר כמו SSH, ערכת נושא, VPN או התראות.
hu: Próbáljon tágabb kifejezést, például SSH, téma, VPN vagy értesítések.
it: Prova un termine più generico come SSH, tema, VPN o notifiche.
ja: SSH、テーマ、VPN、通知など、より広い用語で検索してみてください。
ko: SSH, 테마, VPN, 알림 등 더 넓은 검색어를 사용해 보세요.
nb: Prøv et bredere søkeord som SSH, tema, VPN eller varslinger.
nl: Probeer een bredere term zoals SSH, thema, VPN of meldingen.
pl: Spróbuj szerszego hasła, np. SSH, motyw, VPN lub powiadomienia.
pt_br: Tente um termo mais amplo como SSH, tema, VPN ou notificações.
pt_pt: Tente um termo mais abrangente como SSH, tema, VPN ou notificações.
ro: Încearcă un termen mai larg precum SSH, temă, VPN sau notificări.
sl: Poskusite s širšim izrazom, kot so SSH, tema, VPN ali obvestila.
sv: Prova ett bredare sökord som SSH, tema, VPN eller notiser.
uk: Спробуйте ширший запит, наприклад SSH, тема, VPN або сповіщення.
vi: Thử từ khóa rộng hơn như SSH, giao diện, VPN hoặc thông báo.
zh_hans: 尝试更广泛的词条，如 SSH、主题、VPN 或通知。
zh_hant: 嘗試更廣泛的詞彙，例如 SSH、主題、VPN 或通知。

source: Try Again
ar: حاول مرة أخرى
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hu: Újrapróbálás
it: Riprova
ja: もう一度試す
ko: 다시 시도
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar Novamente
pt_pt: Tentar Novamente
ro: Încearcă din nou
sl: Poskusi znova
sv: Försök igen
uk: Спробувати ще раз
vi: Thử Lại
zh_hans: 重试
zh_hant: 再試一次

source: Try Direct First
ar: محاولة الاتصال المباشر أولاً
ca: Prova primer el directe
cs: Nejprve zkusit přímé
da: Forsøg direkte først
de: Zuerst direkt versuchen
es: Intentar directo primero
fi: Kokeile ensin suoraa
fr: Essayer d'abord en direct
he: נסה ישיר תחילה
hu: Közvetlen próba először
it: Prova prima il diretto
ja: まず直接接続を試行
ko: 직접 연결 우선 시도
nb: Prøv direkte først
nl: Eerst direct proberen
pl: Najpierw próbuj bezpośrednio
pt_br: Tentar direto primeiro
pt_pt: Tentar direto primeiro
ro: Încearcă mai întâi direct
sl: Najprej poskusi neposredno
sv: Försök direkt först
uk: Спочатку спробувати напряму
vi: Thử trực tiếp trước
zh_hans: 优先直接连接
zh_hant: 優先直接連線

source: Try QUIC first, fall back to KCP
ar: جرّب QUIC أولاً، ثم ارجع إلى KCP
ca: Provar QUIC primer, recórrer a KCP
cs: Nejprve zkusit QUIC, záložně KCP
da: Prøv QUIC først, fald tilbage til KCP
de: Zuerst QUIC versuchen, auf KCP zurückfallen
es: Intentar QUIC primero, recurrir a KCP
fi: Kokeile ensin QUIC:ia, varayhteytena KCP
fr: Essayer QUIC d'abord, replier sur KCP
he: נסה QUIC תחילה, חזור ל-KCP
hu: Először QUIC, majd visszaváltás KCP-re
it: Prova prima QUIC, poi passa a KCP
ja: まずQUICを試行し、KCPにフォールバック
ko: QUIC 우선 시도, KCP로 폴백
nb: Prøv QUIC først, fall tilbake til KCP
nl: Probeer eerst QUIC, val terug op KCP
pl: Najpierw spróbuj QUIC, awaryjnie użyj KCP
pt_br: Tentar QUIC primeiro, recorrer a KCP
pt_pt: Tentar QUIC primeiro, recorrer a KCP
ro: Încearcă mai întâi QUIC, revino la KCP
sl: Najprej poskusi QUIC, nato KCP
sv: Prova QUIC först, falla tillbaka till KCP
uk: Спочатку QUIC, потім KCP
vi: Thử QUIC trước, chuyển sang KCP nếu thất bại
zh_hans: 优先尝试QUIC，回退到KCP
zh_hant: 優先嘗試QUIC，回退到KCP

source: tssh is a roaming SSH client with file transfer support via trzsz.
ar: tssh هو عميل SSH متجول مع دعم نقل الملفات عبر trzsz.
ca: tssh és un client SSH itinerant amb suport de transferència de fitxers via trzsz.
cs: tssh je roamingový SSH klient s podporou přenosu souborů přes trzsz.
da: tssh er en roaming SSH-klient med filoverførselsunderstøttelse via trzsz.
de: tssh ist ein roamingfähiger SSH-Client mit Dateiübertragungsunterstützung über trzsz.
es: tssh es un cliente SSH itinerante con soporte de transferencia de archivos a través de trzsz.
fi: tssh on liikkuva SSH-asiakasohjelma tiedostonsiirtotuella trzsz:n kautta.
fr: tssh est un client SSH itinérant avec prise en charge du transfert de fichiers via trzsz.
he: tssh הוא לקוח SSH נודד עם תמיכה בהעברת קבצים דרך trzsz.
hu: A tssh egy roaming SSH-kliens fájlátvitel-támogatással trzsz-en keresztül.
it: tssh è un client SSH con roaming e supporto trasferimento file tramite trzsz.
ja: tssh は trzsz によるファイル転送機能付きのローミング SSH クライアントです。
ko: tssh는 trzsz를 통한 파일 전송을 지원하는 로밍 SSH 클라이언트입니다.
nb: tssh er en roaming SSH-klient med filstøtte via trzsz.
nl: tssh is een roaming SSH-client met ondersteuning voor bestandsoverdracht via trzsz.
pl: tssh to mobilny klient SSH z obsługą transferu plików przez trzsz.
pt_br: tssh é um cliente SSH itinerante com suporte a transferência de arquivos via trzsz.
pt_pt: tssh é um cliente SSH itinerante com suporte a transferência de ficheiros via trzsz.
ro: tssh este un client SSH itinerant cu suport pentru transfer de fișiere prin trzsz.
sl: tssh je gostujoči odjemalec SSH s podporo za prenos datotek prek trzsz.
sv: tssh är en roaming SSH-klient med filöverföringsstöd via trzsz.
uk: tssh — це SSH-клієнт з роумінгом і підтримкою передачі файлів через trzsz.
vi: tssh là ứng dụng SSH chuyển vùng có hỗ trợ truyền tệp qua trzsz.
zh_hans: tssh 是一个支持漫游的 SSH 客户端，通过 trzsz 支持文件传输。
zh_hant: tssh 是一個支援漫遊的 SSH 用戶端，透過 trzsz 支援檔案傳輸。

source: tssh Profile
ar: ملف tssh الشخصي
ca: Perfil tssh
cs: Profil tssh
da: tssh-profil
de: tssh-Profil
es: Perfil tssh
fi: tssh-profiili
fr: Profil tssh
he: פרופיל tssh
hu: tssh profil
it: Profilo tssh
ja: tsshプロファイル
ko: tssh 프로필
nb: tssh-profil
nl: tssh-profiel
pl: Profil tssh
pt_br: Perfil tssh
pt_pt: Perfil tssh
ro: Profil tssh
sl: Profil tssh
sv: tssh-profil
uk: Профіль tssh
vi: Hồ sơ tssh
zh_hans: tssh 配置
zh_hant: tssh 設定檔

source: tssh Settings
ar: إعدادات tssh
ca: Configuració de tssh
cs: Nastavení tssh
da: tssh-indstillinger
de: tssh-Einstellungen
es: Ajustes de tssh
fi: tssh-asetukset
fr: Paramètres tssh
he: הגדרות tssh
hu: tssh-beállítások
it: Impostazioni tssh
ja: tssh設定
ko: tssh 설정
nb: tssh-innstillinger
nl: tssh-instellingen
pl: Ustawienia tssh
pt_br: Configurações do tssh
pt_pt: Definições tssh
ro: Setări tssh
sl: Nastavitve tssh
sv: tssh-inställningar
uk: Налаштування tssh
vi: Cài đặt tssh
zh_hans: tssh 设置
zh_hant: tssh 設定

source: tssh Tunnel
ar: نفق tssh
ca: Túnel tssh
cs: tssh tunel
es: Túnel tssh
fi: tssh-tunneli
fr: Tunnel tssh
he: מנהרת tssh
hu: tssh-alagút
it: Tunnel tssh
ja: tssh トンネル
ko: tssh 터널
pl: Tunel tssh
pt_br: Túnel tssh
pt_pt: Túnel tssh
ro: Tunel tssh
sl: Tunel tssh
uk: Тунель tssh
vi: Đường hầm tssh
zh_hans: tssh 隧道
zh_hant: tssh 通道

source: tssh Tunnel via %@
ar: نفق tssh عبر %@
ca: Túnel tssh mitjançant %@
cs: tssh tunel přes %@
de: tssh-Tunnel über %@
es: Túnel tssh a través de %@
fi: tssh-tunneli kohteen %@ kautta
fr: Tunnel tssh via %@
he: מנהרת tssh דרך %@
hu: tssh-alagút ezen keresztül: %@
it: Tunnel tssh tramite %@
ja: %@ 経由の tssh トンネル
ko: %@ 경유 tssh 터널
pl: Tunel tssh przez %@
pt_br: Túnel tssh via %@
pt_pt: Túnel tssh através de %@
ro: Tunel tssh prin %@
sl: Tunel tssh prek %@
uk: Тунель tssh через %@
vi: Đường hầm tssh qua %@
zh_hans: 通过 %@ 的 tssh 隧道
zh_hant: 透過 %@ 的 tssh 通道

source: tsshd Binary (e.g. /usr/local/bin/tsshd)
ar: ثنائي tsshd (مثل /usr/local/bin/tsshd)
ca: Binari tsshd (p. ex. /usr/local/bin/tsshd)
cs: Binární soubor tsshd (např. /usr/local/bin/tsshd)
da: tsshd-binær (f.eks. /usr/local/bin/tsshd)
de: tsshd-Binärdatei (z. B. /usr/local/bin/tsshd)
es: Binario tsshd (p. ej. /usr/local/bin/tsshd)
fi: tsshd-binaari (esim. /usr/local/bin/tsshd)
fr: Binaire tsshd (par ex. /usr/local/bin/tsshd)
he: בינארי tsshd (למשל /usr/local/bin/tsshd)
hu: tsshd bináris (pl. /usr/local/bin/tsshd)
it: Binario tsshd (es. /usr/local/bin/tsshd)
ja: tsshd バイナリ（例：/usr/local/bin/tsshd）
ko: tsshd 바이너리(예: /usr/local/bin/tsshd)
nb: tsshd-binær (f.eks. /usr/local/bin/tsshd)
nl: tsshd-binary (bijv. /usr/local/bin/tsshd)
pl: Plik wykonywalny tsshd (np. /usr/local/bin/tsshd)
pt_br: Binário tsshd (ex.: /usr/local/bin/tsshd)
pt_pt: Binário tsshd (ex.: /usr/local/bin/tsshd)
ro: Binar tsshd (ex. /usr/local/bin/tsshd)
sl: Binarna datoteka tsshd (npr. /usr/local/bin/tsshd)
sv: tsshd-binär (t.ex. /usr/local/bin/tsshd)
uk: Бінарний файл tsshd (наприклад, /usr/local/bin/tsshd)
vi: tsshd Binary (vd. /usr/local/bin/tsshd)
zh_hans: tsshd 可执行文件（例如 /usr/local/bin/tsshd）
zh_hant: tsshd 可執行檔（例如 /usr/local/bin/tsshd）

source: tsshd Installation Guide
ar: دليل تثبيت tsshd
ca: Guia d'instal·lació de tsshd
cs: Průvodce instalací tsshd
da: tsshd-installationsguide
de: tsshd-Installationsanleitung
es: Guía de instalación de tsshd
fi: tsshd-asennusohje
fr: Guide d'installation tsshd
he: מדריך התקנת tsshd
hu: tsshd telepítési útmutató
it: Guida all'installazione di tsshd
ja: tsshd インストールガイド
ko: tsshd 설치 가이드
nb: tsshd-installasjonsveiledning
nl: tsshd-installatiehandleiding
pl: Przewodnik instalacji tsshd
pt_br: Guia de Instalação do tsshd
pt_pt: Guia de Instalação do tsshd
ro: Ghid de instalare tsshd
sl: Vodnik za namestitev tsshd
sv: tsshd installationsguide
uk: Посібник зі встановлення tsshd
vi: Hướng dẫn Cài đặt tsshd
zh_hans: tsshd 安装指南
zh_hant: tsshd 安裝指南

source: tsshd Setup
ar: إعداد tsshd
ca: Configuració de tsshd
cs: Nastavení tsshd
da: tsshd-opsætning
de: tsshd-Einrichtung
es: Configuración de tsshd
fi: tsshd-asennus
fr: Configuration tsshd
he: הגדרת tsshd
hu: tsshd beállítás
it: Configurazione tsshd
ja: tsshd セットアップ
ko: tsshd 설정
nb: tsshd-oppsett
nl: tsshd-installatie
pl: Konfiguracja tsshd
pt_br: Configuração do tsshd
pt_pt: Configuração do tsshd
ro: Configurare tsshd
sl: Nastavitev tsshd
sv: tsshd-installation
uk: Налаштування tsshd
vi: Thiết lập tsshd
zh_hans: tsshd 设置
zh_hant: tsshd 設定

source: tsshd Setup Guide
ar: دليل إعداد tsshd
ca: Guia de configuració de tsshd
cs: Průvodce nastavením tsshd
da: tsshd-opsætningsguide
de: tsshd-Einrichtungsanleitung
es: Guía de configuración de tsshd
fi: tsshd-asennusohje
fr: Guide de configuration tsshd
he: מדריך הגדרת tsshd
hu: tsshd beállítási útmutató
it: Guida alla configurazione di tsshd
ja: tsshd セットアップガイド
ko: tsshd 설정 가이드
nb: tsshd-oppsettsveiledning
nl: tsshd-installatiehandleiding
pl: Przewodnik konfiguracji tsshd
pt_br: Guia de Configuração do tsshd
pt_pt: Guia de Configuração do tsshd
ro: Ghid de configurare tsshd
sl: Vodnik za nastavitev tsshd
sv: tsshd installationsguide
uk: Посібник з налаштування tsshd
vi: Hướng dẫn Thiết lập tsshd
zh_hans: tsshd 设置指南
zh_hant: tsshd 設定指南

source: tsshd uses QUIC or KCP transport. No additional firewall configuration is required as both protocols handle NAT traversal automatically.
ar: يستخدم tsshd نقل QUIC أو KCP. لا يلزم إعداد إضافي لجدار الحماية حيث يتعامل كلا البروتوكولين مع اجتياز NAT تلقائياً.
ca: tsshd utilitza transport QUIC o KCP. No cal cap configuració addicional del tallafocs, ja que ambdós protocols gestionen el travessament NAT automàticament.
cs: tsshd používá přenos QUIC nebo KCP. Není vyžadována žádná další konfigurace firewallu, protože oba protokoly zpracovávají průchod NAT automaticky.
da: tsshd bruger QUIC- eller KCP-transport. Ingen yderligere firewall-konfiguration er nødvendig, da begge protokoller håndterer NAT-traversering automatisk.
de: tsshd verwendet QUIC- oder KCP-Transport. Keine zusätzliche Firewall-Konfiguration erforderlich, da beide Protokolle NAT-Traversal automatisch handhaben.
es: tsshd utiliza transporte QUIC o KCP. No se requiere configuración adicional del firewall, ya que ambos protocolos manejan el NAT traversal automáticamente.
fi: tsshd käyttää QUIC- tai KCP-siirtotapaa. Palomuurin lisämäärityksiä ei tarvita, sillä molemmat protokollat hoitavat NAT-läpäisyn automaattisesti.
fr: tsshd utilise le transport QUIC ou KCP. Aucune configuration de pare-feu supplémentaire n'est requise, car les deux protocoles gèrent automatiquement la traversée NAT.
he: tsshd משתמש בתעבורת QUIC או KCP. אין צורך בהגדרת חומת אש נוספת מכיוון ששני הפרוטוקולים מטפלים בחציית NAT באופן אוטומטי.
hu: A tsshd QUIC vagy KCP átvitelt használ. Nincs szükség további tűzfal-konfigurációra, mivel mindkét protokoll automatikusan kezeli a NAT-átjárást.
it: tsshd utilizza il trasporto QUIC o KCP. Non è necessaria alcuna configurazione aggiuntiva del firewall poiché entrambi i protocolli gestiscono automaticamente l'attraversamento NAT.
ja: tsshdはQUICまたはKCPトランスポートを使用します。両方のプロトコルがNATトラバーサルを自動的に処理するため、追加のファイアウォール設定は不要です。
ko: tsshd는 QUIC 또는 KCP 전송을 사용합니다. 두 프로토콜 모두 NAT 통과를 자동으로 처리하므로 추가 방화벽 설정이 필요하지 않습니다.
nb: tsshd bruker QUIC- eller KCP-transport. Ingen ekstra brannmurkonfigurasjon er nødvendig da begge protokollene håndterer NAT-traversering automatisk.
nl: tsshd gebruikt QUIC- of KCP-transport. Er is geen aanvullende firewallconfiguratie nodig omdat beide protocollen NAT-traversal automatisch afhandelen.
pl: tsshd używa transportu QUIC lub KCP. Dodatkowa konfiguracja zapory nie jest wymagana, ponieważ oba protokoły automatycznie obsługują przechodzenie przez NAT.
pt_br: O tsshd usa transporte QUIC ou KCP. Nenhuma configuração adicional de firewall é necessária, pois ambos os protocolos lidam com NAT traversal automaticamente.
pt_pt: O tsshd utiliza transporte QUIC ou KCP. Não é necessária configuração adicional de firewall, pois ambos os protocolos tratam da travessia NAT automaticamente.
ro: tsshd folosește transport QUIC sau KCP. Nu este necesară nicio configurare suplimentară a firewall-ului, deoarece ambele protocoale gestionează traversarea NAT automat.
sl: tsshd uporablja prenos QUIC ali KCP. Dodatna konfiguracija požarnega zidu ni potrebna, saj oba protokola samodejno obravnavata prehod NAT.
sv: tsshd använder QUIC- eller KCP-transport. Ingen ytterligare brandväggskonfiguration behövs eftersom båda protokollen hanterar NAT-traversering automatiskt.
uk: tsshd використовує транспорт QUIC або KCP. Додаткове налаштування фаєрвола не потрібне, оскільки обидва протоколи обробляють проходження NAT автоматично.
vi: tsshd sử dụng giao thức truyền tải QUIC hoặc KCP. Không cần cấu hình tường lửa thêm vì cả hai giao thức đều tự động xử lý NAT traversal.
zh_hans: tsshd 使用 QUIC 或 KCP 传输。无需额外的防火墙配置，因为这两种协议都会自动处理 NAT 穿越。
zh_hant: tsshd 使用 QUIC 或 KCP 傳輸。無需額外的防火牆設定，因為這兩種協定都會自動處理 NAT 穿越。

source: TUI file browser (miller columns)
ar: متصفح ملفات TUI (أعمدة ميلر)
ca: Navegador de fitxers TUI (columnes Miller)
cs: TUI prohlížeč souborů (millerovy sloupce)
da: TUI-filbrowser (miller-kolonner)
de: TUI-Dateibrowser (Miller-Spalten)
es: Explorador de archivos TUI (columnas Miller)
fi: TUI-tiedostoselain (miller-sarakkeet)
fr: Navigateur de fichiers TUI (colonnes Miller)
he: דפדפן קבצים TUI (עמודות מילר)
hu: TUI fájlböngésző (Miller-oszlopok)
it: File browser TUI (colonne Miller)
ja: TUIファイルブラウザ（ミラーカラム）
ko: TUI 파일 브라우저 (밀러 칼럼)
nb: TUI-filutforsker (miller-kolonner)
nl: TUI-bestandsbrowser (miller-kolommen)
pl: Przeglądarka plików TUI (kolumny Millera)
pt_br: Navegador de arquivos TUI (colunas Miller)
pt_pt: Navegador de ficheiros TUI (colunas Miller)
ro: Navigator de fișiere TUI (coloane Miller)
sl: TUI brskalnik datotek (Millerjevi stolpci)
sv: TUI-filbläddrare (miller-kolumner)
uk: TUI файловий браузер (стовпці Міллера)
vi: Trình duyệt tệp TUI (cột miller)
zh_hans: TUI 文件浏览器（米勒列视图）
zh_hant: TUI 檔案瀏覽器（米勒欄位）

source: Tunnel the Screen Sharing connection through an SSH host.
ar: مرّر اتصال مشاركة الشاشة عبر نفق إلى مضيف SSH.
ca: Canalitza la connexió de Compartir pantalla a través d'un amfitrió SSH.
cs: Tunelovat připojení sdílení obrazovky přes SSH hostitele.
da: Tunnelér skærmdelingsforbindelsen gennem en SSH-vært.
de: Die Bildschirmfreigabe-Verbindung über einen SSH-Host tunneln.
es: Canalice la conexión de Compartir pantalla a través de un host SSH.
fi: Tunneloi näytön jakamisen yhteys SSH-isännän kautta.
fr: Achemine la connexion Partage d'écran via un hôte SSH.
he: נתב את חיבור שיתוף המסך דרך מארח SSH.
hu: A képernyőmegosztási kapcsolat átvezetése SSH gazdagépen keresztül.
it: Incanala la connessione di condivisione schermo attraverso un host SSH.
ja: 画面共有接続をSSHホスト経由でトンネルします。
ko: 화면 공유 연결을 SSH 호스트를 통해 터널링합니다.
nb: Tunnelér skjermdelingstilkoblingen gjennom en SSH-vert.
nl: Tunnel de Schermdelen-verbinding via een SSH-host.
pl: Tuneluj połączenie udostępniania ekranu przez host SSH.
pt_br: Encapsule a conexão de Compartilhamento de Tela através de um host SSH.
pt_pt: Encaminhar a ligação de Partilha de Ecrã através de um anfitrião SSH.
ro: Tunelează conexiunea de partajare ecran printr-o gazdă SSH.
sl: Povezavo skupne rabe zaslona tunelirajte prek gostitelja SSH.
sv: Tunnla skärmdelningsanslutningen via en SSH-värd.
uk: Тунелювати з'єднання спільного доступу до екрана через SSH-хост.
vi: Tạo đường hầm cho kết nối Chia sẻ màn hình qua một máy chủ SSH.
zh_hans: 通过 SSH 主机为屏幕共享连接建立隧道。
zh_hant: 透過 SSH 主機為螢幕共享連線建立通道。

source: Turn on Detect Coding Agents in Terminal settings to enable agent notifications.
ar: فعّل «اكتشاف وكلاء البرمجة» في إعدادات الطرفية لتمكين إشعارات الوكلاء.
ca: Activa «Detecta els agents de codi» als ajustos del terminal per habilitar les notificacions d'agents.
cs: Zapněte „Detekovat agenty pro kódování“ v nastavení terminálu, aby fungovala oznámení agentů.
da: Slå »Registrer kodeagenter« til i terminalindstillingerne for at aktivere agentnotifikationer.
de: Aktivieren Sie „Coding-Agents erkennen“ in den Terminal-Einstellungen, um Agent-Benachrichtigungen zu ermöglichen.
es: Activa «Detectar agentes de código» en los ajustes del terminal para habilitar las notificaciones de agentes.
fi: Ota ”Tunnista koodiagentit” käyttöön terminaaliasetuksissa, jotta agenttien ilmoitukset toimivat.
fr: Activez « Détecter les agents de code » dans les réglages du terminal pour activer les notifications d'agent.
he: הפעל ״זהה סוכני קוד״ בהגדרות המסוף כדי לאפשר התראות סוכנים.
hu: Kapcsolja be a „Kódügynökök felismerése” beállítást a terminál beállításai között az ügynökértesítések engedélyezéséhez.
it: Attiva «Rileva agenti di codice» nelle impostazioni del Terminale per abilitare le notifiche degli agenti.
ja: エージェント通知を有効にするには、ターミナル設定で「コーディングエージェントを検出」をオンにしてください。
ko: 에이전트 알림을 사용하려면 터미널 설정에서 ‘코딩 에이전트 감지’를 켜세요.
nb: Slå på «Gjenkjenn kodeagenter» i terminalinnstillingene for å aktivere agentvarslinger.
nl: Schakel ‘Codeeragents detecteren’ in bij de terminalinstellingen om agentmeldingen mogelijk te maken.
pl: Włącz „Wykrywaj agentów kodowania” w ustawieniach terminala, aby włączyć powiadomienia agentów.
pt_br: Ative “Detectar Agentes de Código” nas configurações do terminal para habilitar as notificações de agentes.
pt_pt: Ative «Detetar Agentes de Código» nas definições do terminal para ativar as notificações de agentes.
ro: Activați „Detectează agenții de cod” în setările terminalului pentru a permite notificările agenților.
sl: V nastavitvah terminala vklopite »Zaznavaj kodirne agente«, da omogočite obvestila agentov.
sv: Aktivera ”Identifiera kodagenter” i terminalinställningarna för att aktivera agentaviseringar.
uk: Увімкніть «Виявляти агентів кодування» в налаштуваннях термінала, щоб дозволити сповіщення агентів.
vi: Hãy bật “Phát hiện tác nhân lập trình” trong cài đặt terminal để dùng thông báo tác nhân.
zh_hans: 在终端设置中开启“检测编程代理”，以启用代理通知。
zh_hant: 在終端機設定中開啟「偵測程式設計代理」，以啟用代理通知。

source: Turn on Detect Long-Running Commands in Terminal settings to enable command notifications.
ar: فعّل «اكتشاف الأوامر طويلة التشغيل» في إعدادات الطرفية لتمكين إشعارات الأوامر.
ca: Activa «Detecta les ordres de llarga durada» als ajustos del terminal per habilitar les notificacions d'ordres.
cs: Zapněte v nastavení Terminálu volbu Detekovat dlouho běžící příkazy, aby se povolila oznámení o příkazech.
da: Slå Registrer langvarige kommandoer til under Terminal-indstillinger for at aktivere kommandonotifikationer.
de: Aktivieren Sie „Lang laufende Befehle erkennen“ in den Terminal-Einstellungen, um Befehlsbenachrichtigungen zu ermöglichen.
es: Activa Detectar comandos de larga duración en los ajustes de Terminal para habilitar las notificaciones de comandos.
fi: Ota Terminaali-asetuksissa käyttöön Tunnista pitkäkestoiset komennot, jotta komentojen ilmoitukset toimivat.
fr: Activez Détecter les commandes longues dans les réglages du terminal pour activer les notifications des commandes.
he: הפעל את "זהה פקודות ממושכות" בהגדרות המסוף כדי לאפשר התראות על פקודות.
hu: A parancsértesítések engedélyezéséhez kapcsolja be a Hosszan futó parancsok felismerése beállítást a Terminál beállításai között.
it: Attiva Rileva comandi a lunga esecuzione nelle impostazioni Terminale per abilitare le notifiche dei comandi.
ja: コマンド通知を有効にするには、ターミナル設定で「長時間実行コマンドを検出」をオンにしてください。
ko: 명령어 알림을 사용하려면 터미널 설정에서 장시간 실행 명령어 감지를 켜세요.
nb: Slå på Gjenkjenn langvarige kommandoer i Terminal-innstillingene for å aktivere kommandovarslinger.
nl: Schakel Langlopende opdrachten detecteren in bij de terminalinstellingen om opdrachtmeldingen mogelijk te maken.
pl: Włącz opcję Wykrywaj długo działające polecenia w ustawieniach terminala, aby włączyć powiadomienia o poleceniach.
pt_br: Ative “Detectar Comandos de Longa Duração” nas configurações do terminal para habilitar as notificações de comandos.
pt_pt: Ative Detetar Comandos Demorados nas definições do Terminal para permitir notificações de comandos.
ro: Activează Detectează comenzile de lungă durată în setările Terminal pentru a permite notificările de comenzi.
sl: V nastavitvah terminala vklopite Zaznavaj dolgotrajne ukaze, da omogočite obvestila o ukazih.
sv: Aktivera Identifiera långvariga kommandon i terminalinställningarna för att slå på kommandoaviseringar.
uk: Увімкніть «Виявляти тривалі команди» в налаштуваннях термінала, щоб дозволити сповіщення про команди.
vi: Hãy bật “Phát hiện lệnh chạy lâu” trong cài đặt terminal để dùng thông báo lệnh.
zh_hans: 在“终端”设置中开启“检测长时间运行的命令”，以启用命令通知。
zh_hant: 請在「終端機」設定中開啟「偵測長時間執行的指令」，以啟用指令通知。
